const campData = [
  {
    img: "/Img/image2.jpg",
    title: "غرفة تغيير ملابس",
    items: ["16 دورة مربعية", "16 وتدين", "32 عقدة", "متقمش"],
  },
  {
    img: "Img/image3.jpg",
    title: "الجزامة",
    items: [
      "8 دورات مربعية فيها 8 وتدية و 16 عقدة",
      "20 رجل غراب",
      "20 وتدية",
      "40 عقدة",
      "(متقمشة)",
    ],
  },
  {
    img: "/Img/image4.jpg",
    title: "منشر الملابس",
    items: [
      "9 دورات معينة",
      "10 وتدية",
      "20 عقدة",
      "3 شوم نص متر",
      "6 مراين متر",
    ],
  },
  {
    img: "/Img/image5.jpg",
    title: "مخزن العهدة",
    items: ["28 دورة مربعية", "28 وتدية", "56 عقدة", "(متقمش)"],
  },
  {
    img: "/Img/image6.jpg",
    title: "البوابة",
    items: [
      "استخدمنا سيزل نوعه قطن بيتكون من أربع نمور",
      "2 شوم طولهم متر",
      "5 مراين طولهم 2 متر ونص",
      "الرابطات: 2 ربطة وتدية",
      "الدورات: 4 دورة مربعية + 4 ربطة وتدية (كل وتدية فيها عقدتين)",
      "4 دورة معينة",
      "2 دورة لاش",
      "نقطة التجمع: مربع ناقص ضلع — بنقف نحيي العلم ونسمع القائد لو فيه تنبيه أو تجمع",
    ],
  },
  {
    img: "/Img/image7.jpg",
    title: "البرج",
    items: [
      "29 شومة 2 متر",
      "كل شومة فيها 2 دورة رجل غراب (58 دورة)",
      "في كل دورة وتدية و 2 عقدة",
      "28 دورة مربعية (كل دورة فيها وتدية و 2 عقدة)",
      "6 عروق 4 متر",
      "6 مراين (2 طولهم 2.5 متر و 4 طولهم 4.5 متر)",
    ],
  },
  {
    img: "Img/image8.jpg",
    title: "الشناطة",
    items: ["4 مراين (3 متر و 1.5 متر)", "3 دورات مربعية", "3 وتدية", "6 عقدة"],
  },
  {
    img: "Img/image9.jpg",
    title: "الركن الخلوي",
    items: [
      "8 شوم (4 نص متر و 4 متر)",
      "8 مراين متر",
      "20 مراين 2 متر",
      "36 دورة مربعية (36 وتدية + 72 عقدة)",
      "20 دورة رجل غراب (10 وتدية + 40 عقدة)",
      "النار الهرمية (أم النيران)",
    ],
  },
  {
    img: "/Img/image10.jpg",
    title: "مطبخ",
    items: [
      "2 عرق 3 متر",
      "4 مراين (2 متر و 2.5 متر)",
      "12 شومة (1.25 متر و 0.5 متر)",
      "16 دورة مربعية (16 وتدية + 32 عقدة)",
      "8 دورة معينة (8 وتدية + 16 عقدة)",
      "المتبقي غزل عنكبوتي",
    ],
  },
  {
    img: "/Img/image11.jpg",
    title: "حمام",
    items: [
      "غرفة تغيير ملابس",
      "16 دورة مربعية",
      "16 وتدين",
      "32 عقدة",
      "متقمش",
    ],
  },
  {
    img: "/Img/image12.jpg",
    title: "العلم والخيام",
    items: [
      "خيمة الرحالة: العمود 2 (واحد قدام وواحد ورا)",
      "الرباط (الحبال): من 4 لـ 6 حسب حجم الخيمة",
      "الأوتاد: من 6 لـ 8 أوتاد (على حسب عدد الحبال ونقط التثبيت)",
      "العلم: بالعمود وربطتين وتدية وبينهم طول",
    ],
  },
];

export default campData;
